[icon]
flag=icon\Ru.jpg
lang=Русский
FileHelp=Help\NPTru.chm
sign=ru
title=Конфигуратор НПТ
[text]
1=Подключение
2=Настройки
3=Калибровка
4=Помощь
5=Выход
6=Назад
7=Связь установлена
8=Связь отсутствует
9=Чтобы изменения вступили в силу необходимо перезапустить приложение. Перезапустить ?
10=Режим калибровки должен выполняться в строгом соответствии с инструкцией по калибровке квалифицированным персоналом. Хотите войти в режим калибровки ?
11=Подключен прибор
12=Внимание
13=Тип датчика
14=Настройка границ преобразования температура - ток
15=Выходной сигнал при аварии
16=Полоса фильтра
17=Постоянная времени фильтра
18=Учитывать холодный спай
19=Сохранить в#файл
20=Открыть из#файла
21=Записать в#прибор
22=Записать в  несколько приборов
23=Значение границ преобразования, для данного типа датчика, должно быть между %d и %d
24=Значение постоянной времени фильтра должно быть между 0 и %2.0d секунд!
25=Значение выходного сигнала при аварии должно быть не более 24
26=Файл %s не найден, или поврежден
27=Выход
28=Нормирующий преобразователь температур
29=Термопреобразователь сопротивления платиновый
30=Термопреобразователь сопротивления медный
31=Термопреобразователь сопротивления никелевый
32=Обнаруженный прибор (0x%04X) не поддерживается 
33=Калибровка проводится для:
34=   датчика: %s
35=   диапазон:  от %.02f до %.02f °C
36=Шаг 1:#Подайте на вход НПТ «%.02f %s», измерьте значение выходного тока,#введите полученное значение (мА):
37=Шаг 2:#Подайте на вход НПТ «%.02f %s», измерьте значение выходного тока,#введите полученное значение (мА):
38=Шаг 3:#Для сохранения значения нажмите кнопку «ОК»
39=Шаг %d #Неверное значение.#Диапазон значений должен быть от %.02f до %.02f мА
40=Записать параметры
41=Загрузить из#прибора
42=Включен режим работы offline
43=Старт#калибровки
44=""
45=""
46=Ошибка записи параметров!#Версия ПО: %s. Версия загрузчика:0x%04X
47=Ошибка чтения версий прибора и загрузчика.#Возможные причины:#- неисправен или не открыт порт,#- не подключен прибор,#- прибор подключен к другому порту,#- прибор неисправен.
48=Ошибка чтения образа EEPROM прибора.#Возможные причины:#- неисправен или не открыт порт,#- не подключен прибор,#- прибор неисправен.
49=Файлы конфигурации 
50=Ошибка при сохранении файла конфигрурации
51=Ошибка при открытии файла конфигрурации
52=Запись параметров прошла успешно
53=Записать измененые параметры в прибор?
54=Выполняется запись образа EEPROM в прибор.
55=Записать параметры в следуюший прибор?
56=Установить#связь
57=Работать#offline
58=Выполняется чтение образа EEPROM из прибора.
59=Для продолжения калибровки необходимо сохранить результаты калибровки в прибор.#Сохранить?
60=Записано %d блоков из %d
61=Прочитано %d блоков из %d
62=Ошибка
64=Ошибка открытия файла справки %s
65=Файл с языками не обнаружен! Будет использован русский язык
66=Файл конфигурации:#%s#испорчен или не соответствует требуемому формату!
67=Версия ПО %d.%d.%d.%d
68=Работать offline
69=Выберите СОМ-порт
70=Ошибка oткрытия порта <%s>
71=Ошибка установки параметров порта <%s>
72=Ошибка настройки буфера приёма/передачи <%s>
73=Ошибка установки тайм-аутов <%s>
74=Температура
75=Начать
76=Значение выходного сигнала при аварии должно быть от %.01f до %.01f 
77=Выходной сигнал
78=Авария датчика
80=Слишком малое значение полосы фильтра.#Фильтр будет отключен!
81=Значение полосы фильтра должно быть между 0 и %.f °C!
82=Прибор не обнаружен.#Возможные причины:#- неисправен или не открыт порт,#- не подключен прибор,#- прибор подключен к другому порту,#- прибор неисправен.
83=4-20 мA
84=0-20 мA
85=Наладка
86=Калибровка смещения напряжения
87=Калибровка усиления 1
88=Калибровка усиления 2
89=Калибровка усиления 4
90=Калибровка усиления 8
91=Калибровка усиления 16
92=Калибровка усиления 32
93=Калибровка усиления 64
94=Калибровка опорного резистора
95=Калибровка ЦАП
96=Калибровка ЦАП: 4мА
97=Калибровка ЦАП
98=Калибровка ЦАП: 20мА
99=Запись результатов калибровки в EEPROM
100=Завершение калибровки
101=Калибровка ХС
102=Калибровка завершена успешно
103=Неудалось выполнить калибровку
104=Прервать
105=Возникла ошибка при калибровке.#Код ошибки %d
106=Таймаут калибровки истек
107=Калибровка смещения резистора
108=Подайте на вход НПТ 0В
109=Подайте на вход НПТ 1 В
110=Подайте на вход НПТ 0,5 В
111=Подайте на вход НПТ 250 мВ
112=Подайте на вход НПТ 125 мВ
113=Подайте на вход НПТ 63 мВ
114=Подайте на вход НПТ 31 мВ
115=Подайте на вход НПТ 16 мВ
116=Подключите на вход НПТ 2 кОм
117=Калибровку датчика холодного спая необходимо выполнять после выполнения всех предыдущих калибровок
118=В режиме измерения подключить к входу прибора термопару, сконфи-гурировать прибор на работу с соответствующим типом термопары
119=Поместить термопару в среду с температурой 0°С
120=Далее
121=Установить токопроводящую перемычку между контактами 3 и 4 прибора
125=Схема подключения ТС
126=2-х проводная
127=3-х проводная
128=4-х проводная
129=Выбор типа калибровки
130=Проведите измерения выходного тока, введите полученое значение (мА):
134=Ом
135=мВ
136=В
137=A
138=НПТ-1
139=НПТ-1.Ех
140=НПТ-2
141=НПТ-3
142=НПТ-3.Ех; НПТ-3.Гр
143=НПТ-1К
144=НПТ-1К.Ex
145=Не исп.
150=ТСП 46П (α  = 0,00391)
151=ТСМ Сu50 (α = 0,00426)
152=ТСМ 50M (α  = 0,00428)
153=ТСП Pt50 (α  = 0,00385)
154=ТСП 50П (α  = 0,00391)
155=ТСН 50Н (α  = 0,00617)
156=ТСМ Сu53 (α = 0,00426)
157=ТСМ Сu100 (α = 0,00426)
158=ТСМ 100M (α  = 0,00428)
159=ТСП Pt100 (α  = 0,00385)
160=ТСП 100П (α  = 0,00391)
161=ТСН 100Н (α  = 0,00617)
162=ТСМ Сu500 (α = 0,00426)
163=ТСМ 500M (α  = 0,00428)
164=ТСП Pt500 (α  = 0,00385)
165=ТСП 500П (α  = 0,00391)
166=ТСН 500Н (α  = 0,00617)
167=ТСМ Сu1000 (α = 0,00426)
168=ТСМ 1000М (α = 0,00428)
169=ТСП Pt1000 (α  = 0,00385)
170=ТСП 1000П (α  = 0,00391)
171=ТСН 1000Н (α  = 0,00617)
172=Термопара ТПП (R)
173=Термопара ТПП (S)
174=Термопара ТПР (B)
175=Термопара ТЖК (J)
176=Термопара ТМК (T)
177=Термопара ТХКн (E)
178=Термопара ТХА (K)
179=Термопара ТНН (N)
180=Термопара ТВР (A-1)
181=Термопара ТВР (A-2)
182=Термопара ТВР (A-3)
183=Термопара ТХК (L)
184=Термопара ТМК (M)
185=Универсальный датчик 0-20 мА
186=Универсальный датчик 4-20 мА
187=Универсальный датчик 0-5 мА
188=Универсальный датчик -50+50 мВ
189=Универсальный датчик 0-1 В
190=Нижняя граница
191=Верхняя граница
192=мА
193=°C
194=сек
195=В диапазоне преобразования  менее  %.2f заявленные метрологические характеристики не гарантированы
196=Диапазон преобразования должен быть более %.2f
197=Нижняя граница должна быть меньше верхней
198=Верхняя граница должна быть больше нижней
199=Ошибка записи!
200=Введите значение параметра "%s"
201=Подключите на вход НПТ 490 Ом
202=Подайте на вход НПТ 120 мВ
203=Подайте на вход НПТ 60 мВ
204=Подайте на вход НПТ 30 мВ
205=Подайте на вход НПТ 15 мВ
206=Калибровка 2-x проводного смещения
207=Калибровка 3-x проводного смещения
208=Установить перемычки между контактами 3-4-5
209=Подключить 2 кОм по 4-х пров. схеме к конт. 2,3 - 4,5
210=Калибровка доп.сопротивления
211=Калибровка доп.сопротивления 2-х пров. схемы
212=Закоротить перемычкой входы 3-4-5
213=Калибровка ЦАП: 12мА
216=Выполнение команды калибровки. Осталось %d сек.
217=Чтение ответа прибора. Осталось %d сек.
218=Калибровка усиления на усилениях 8, 16, 32 и 64
219=Калибровка измерителя сопротивления 
220=Калибровка смещения
221=На контакты 3-4 установить перемычку не более 10 Ом
222=Калибровка усиления 8
223=На контакты 3(-)-4(+) подать напряжение 128 мВ ± 10
224=Калибровка усиления 16
225=На контакты 3(-)-4(+) подать напряжение 64 мВ ± 10
226=Калибровка усиления 32
227=На контакты 3(-)-4(+) подать напряжение 32 мВ ± 10
228=Калибровка усиления 64
229=На контакты 3(-)-4(+) подать напряжение 16 мВ ± 10
230=Калибровка измерителя сопротивления при усилении 1
231=На конт.2,3–4,5 по 4-х проводной схеме подключить резистор 2000 Ом ± 10
232=Калибровка измерителя сопротивления при усилении 2
233=На конт.2,3–4,5 по 4-х проводной схеме подключить резистор 2000 Ом ± 10
234=Калибровка измерителя сопротивления при усилении 4
235=На конт.2,3–4,5 по 4-х проводной схеме подключить резистор 680 Ом ± 10
236=Калибровка измерителя сопротивления при усилении 8
237=На конт.2,3–4,5 по 4-х проводной схеме подключить резистор 330 Ом ± 10
238=Калибровка измерителя сопротивления при усилении 16
239=На конт.2,3–4,5 по 4-х проводной схеме подключить резистор 150 Ом ± 10
240=Калибровка измерителя сопротивления при усилении 32
241=На конт.2,3–4,5 по 4-х проводной схеме подключить резистор 82 Ом ± 10
242=Калибровка измерителя сопротивления при усилении 64
243=На конт.2,3–4,5 по 4-х проводной схеме подключить резистор 43 Ом ± 10
244=Измерение дополнительного сопротивления
245=На контакты 3 - 4 - 5 установить перемычки, каждая  не более 10 мОм
246=Калибровка аналогового выхода
247=Введите в параметр измеренный ток (4 мА)
248=Введите в параметр измеренный ток (12 мА)
249=Введите в параметр измеренный ток (20 мА)
250=Калибровка датчика холодного спая
251=Подключить к прибору термопару с температурой горячего спая равной 0 ± 0.2 °С
252=Запись результатов калибровки
253=Результаты калибровки будут сохранены в энергонезависимой памяти
254=Ошибка перехода в режим калибровки
255=Ошибка выполнения команды
256=Ошибка таймаута выполнения команды
257=Измерение сопротивления перемычки
258=На контакты 2 - 3 - 4 - 5 установить перемычки, каждая  не более 10 мОм
259=На контакты 3(-)-4(+) подать напряжение 120 мВ ± 5
260=На контакты 3(-)-4(+) подать напряжение 60 мВ ± 5
261=На контакты 3(-)-4(+) подать напряжение 30 мВ ± 5
262=На контакты 3(-)-4(+) подать напряжение 15 мВ ± 5
263=На конт.2,3–4,5 по 4-х проводной схеме подключить резистор 450 Ом ± 10
264=На конт.2,3–4,5 по 4-х проводной схеме подключить резистор 220 Ом ± 10
265=На конт.2,3–4,5 по 4-х проводной схеме подключить резистор 110 Ом ± 10
266=На конт.2,3–4,5 по 4-х проводной схеме подключить резистор 55 Ом ± 10
267=На конт.2,3–4,5 по 4-х проводной схеме подключить резистор 27 Ом ± 10
268=Выполняется переподключение. Дождитесь закрытия окна ....  
269=Ошибка измерения 
270=Дождитесь завершения операции  
300=TХК (L)
301=TЖК (J)
302=TПП (S)
303=TНН (N)
304=TХА (К)
305=TПП (R)
306=ТПР (В)
307=TВР (А-1)
308=ТВР (А-2)
309=ТВР (А-3)
310=ТМК (Т)
311=TypeL
312=50М (α = 0,00428)
313=Pt50 (α = 0,00385)
314=50П (α = 0,00391)
315=Cu50 (α = 0,00426)
316=100М (α = 0,00428)
317=Pt100 (α = 0,00385)
318=100П (α = 0,00391)
319=100Н (α = 0,00617)
320=Cu100 (α = 0,00426)
321=Напряжение 0…1000 мВ
322=Напряжение -50…50 мВ
323=Потенциометр 
324=Сопротивление
330=°С
331=мВ
332=Oм
333=мА
334=%
340=Тип выходного сигнала
341=Функция "√"
342=0-20 мА
343=4-20 мА
344=0-5 мА
345=0-10 В
346=0-5 В
347=2-10 В
350=Калибровка измерителя напряжений
351=На контакты 2(+)-3(-) подать напряжение 110 ± 15 мВ
352=На контакты 2(+)-3(-) подать напряжение 60 ± 10 мВ
353=На контакты 2(+)-3(-) подать напряжение 30 ± 5 мВ
354=На контакты 2(+)-3(-) подать напряжение 15 ± 2 мВ
355=Калибровка измерителя сопротивления
356=На конт.1,2–3,4 по 4-х проводной схеме подключите резистор 900 ± 90 Ом 
357=На конт.1,2–3,4 по 4-х проводной схеме подключите резистор 220 ± 20 Ом 
358=На конт.1,2–3,4 по 4-х проводной схеме подключите резистор 110 ± 15 Ом 
359=На конт.1,2–3,4 по 4-х проводной схеме подключите резистор 55 ± 5 Ом 
360=Калибровка измерителя сопротивления при усилении 1_2
361=Калибровка измерителя сопротивления при усилении 4_8
362=Калибровка тока 0..20 мА
363=Калибровка напряжения 0..10 В
364=Калибровка напряжения 0..5 В
370=Введите в параметр измеренное напряжение (1 В)
371=Введите в параметр измеренное напряжение (10 В)
372=Вход
373=I(мА)
374=U(B)
375=T(°C)
376=В
377=R(Ом)
378=%
380=или от %.01f до %.01f
381=К контактам 8(+), 7(-) подключите амперметр
382=К контактам 8(+), 7(-) подключите вольтметр
383=Введите в параметр измеренный ток (1 мА)
384=Введите в параметр измеренное напряжение (5 В)
385=При значениях границ более %.2f заявленные метрологические характеристики не гарантированы